[
  {
    "title": "Construction",
    "body": "Construction is the process involved in delivering buildings, infrastructure, industrial facilities, and associated activities through to the end of their life. It typically starts with planning, financing, and design that continues until the asset is built and ready for use. Construction also covers repairs and maintenance work, any works to expand, extend and improve the asset, and its eventual demolition, dismantling or decommissioning.\n\nThe construction industry contributes significantly to many countries' gross domestic products (GDP). Global expenditure on construction activities was about $4 trillion in 2012. In 2022, expenditure on the construction industry exceeded $11 trillion a year, equivalent to about 13 percent of global GDP. This spending was forecasted to rise to around $14.8 trillion in 2030.[1]\n\nThe construction industry promotes economic development and brings many non-monetary benefits to many countries, but it is one of the most hazardous industries. For example, about 20% (1,061) of US industry fatalities in 2019 happened in construction.[2]\n\nEtymology\n\"Construction\" stems from the Latin word constructio (which comes from com- \"together\" and struere \"to pile up\") as well as Old French construction.[3] \"To construct\" is a verb: the act of building. The noun is \"construction\": how something is built or the nature of its structure.\n\nHistory\nMain article: History of construction\nSee also: History of architecture\n\nBricklayers at work on a construction site during World War I\nThe first huts and shelters were constructed by hand or with simple tools. As cities grew during the Bronze Age, a class of professional craftsmen, like bricklayers and carpenters, appeared. Occasionally, slaves were used for construction work. In the Middle Ages, the artisan craftsmen were organized into guilds. In the 19th century, steam-powered machinery appeared, and later, diesel- and electric-powered vehicles such as cranes, excavators and bulldozers.\n\nFast-track construction has been increasingly popular in the 21st century. Some estimates suggest that 40% of construction projects are now fast-track construction.[4]\n\nConstruction industry sectors\nSee also: List of construction trades\n\nIndustrial assemblage of a thermal oxidizer in the United States\nBroadly, there are three sectors of construction: buildings, infrastructure and industrial:[5]\n\nBuilding construction is usually further divided into residential and non-residential.\nInfrastructure, also called 'heavy civil' or 'heavy engineering', includes large public works, dams, bridges, highways, railways, water or wastewater and utility distribution.\nIndustrial construction includes offshore construction (mainly of energy installations), mining and quarrying, refineries, chemical processing, mills and manufacturing plants.\nThe industry can also be classified into sectors or markets.[6] For example, Engineering News-Record (ENR), a US-based construction trade magazine, has compiled and reported data about the size of design and construction contractors. In 2014, it split the data into nine market segments: transportation, petroleum, buildings, power, industrial, water, manufacturing, sewage/waste, telecom, hazardous waste, and a tenth category for other projects.[7] ENR used data on transportation, sewage, hazardous waste and water to rank firms as heavy contractors.[8]\n\nThe Standard Industrial Classification and the newer North American Industry Classification System classify companies that perform or engage in construction into three subsectors: building construction, heavy and civil engineering construction, and specialty trade contractors. There are also categories for professional services firms (e.g., engineering, architecture, surveying, project management).[9][10]\n\nBuilding construction\n\nThis section needs additional citations for verification. Please help improve this article by adding citations to reliable sources in this section. Unsourced material may be challenged and removed. (August 2017) (Learn how and when to remove this message)\n\nMilitary residential unit construction by U.S. Navy personnel in Afghanistan\nBuilding construction is the process of adding structures to areas of land, also known as real property sites. Typically, a project is instigated by or with the owner of the property (who may be an individual or an organisation); occasionally, land may be compulsorily purchased from the owner for public use.[11]\n\nResidential construction\nMain article: Home construction\n\nUnits under construction in Brighton, Victoria, Australia\nResidential construction may be undertaken by individual land-owners (self-built), by specialist housebuilders, by property developers, by general contractors, or by providers of public or social housing (e.g.: local authorities, housing associations). Where local zoning or planning policies allow, mixed-use developments may comprise both residential and non-residential construction (e.g.: retail, leisure, offices, public buildings, etc.).\n\nResidential construction practices, technologies, and resources must conform to local building authority's regulations and codes of practice. Materials readily available in the area generally dictate the construction materials used (e.g.: brick versus stone versus timber). Costs of construction on a per square meter (or per square foot) basis for houses can vary dramatically based on site conditions, access routes, local regulations, economies of scale (custom-designed homes are often more expensive to build) and the availability of skilled tradespeople.[12]\n\nNon-residential construction\n\nConstruction of the Federal Reserve building in Kansas City, Missouri\nDepending upon the type of building, non-residential building construction can be procured by a wide range of private and public organisations, including local authorities, educational and religious bodies, transport undertakings, retailers, hoteliers, property developers, financial institutions and other private companies. Most construction in these sectors is undertaken by general contractors.\n\nInfrastructure construction\nMain article: Civil engineering\n\nShasta Dam under construction in June 1942\nCivil engineering covers the design, construction, and maintenance of the physical and naturally built environment, including public works such as roads, bridges, canals, dams, tunnels, airports, water and sewerage systems, pipelines, and railways.[13][14] Some general contractors have expertise in civil engineering; civil engineering contractors are firms dedicated to work in this sector, and may specialise in particular types of infrastructure.\n\nIndustrial construction\n\nThe National Cement Share Company of Ethiopia's new plant in Dire Dawa\nIndustrial construction includes offshore construction (mainly of energy installations: oil and gas platforms, wind power), mining and quarrying, refineries, food processing plants, breweries and distilleries, power stations, steel mills, warehouses and factories.[15]\n\nConstruction processes\nSome construction projects are small renovations or repair jobs, like repainting or fixing leaks, where the owner may act as designer, paymaster and laborer for the entire project. However, more complex or ambitious projects usually require additional multi-disciplinary expertise and manpower, so the owner may commission one or more specialist businesses to undertake detailed planning, design, construction and handover of the work. Often the owner will appoint one business to oversee the project (this may be a designer, a contractor, a construction manager, or other advisors); such specialists are normally appointed for their expertise in project delivery and construction management and will help the owner define the project brief, agree on a budget and schedule, liaise with relevant public authorities, and procure materials and the services of other specialists (the supply chain, comprising subcontractors and materials suppliers). Contracts are agreed for the delivery of services by all businesses, alongside other detailed plans aimed at ensuring legal, timely, on-budget and safe delivery of the specified works.\n\nDesign, finance, and legal aspects overlap and interrelate. The design must be not only structurally sound and appropriate for the use and location, but must also be financially possible to build, and legal to use. The financial structure must be adequate to build the design provided and must pay amounts that are legally owed. Legal structures integrate design with other activities and enforce financial and other construction processes.\n\nThese processes also affect procurement strategies. Clients may, for example, appoint a business to design the project, after which a competitive process is undertaken to appoint a lead contractor to construct the asset (design–bid–build); they may appoint a business to lead both design and construction (design-build); or they may directly appoint a designer, contractor and specialist subcontractors (construction management).[16] Some forms of procurement emphasize collaborative relationships (partnering, alliancing) between the client, the contractor, and other stakeholders within a construction project, seeking to ameliorate often highly competitive and adversarial industry practices. DfMA (design for manufacture and assembly) approaches also emphasize early collaboration with manufacturers and suppliers regarding products and components.\n\nConstruction or refurbishment work in a \"live\" environment (where residents or businesses remain living in or operating on the site) requires particular care, planning and communication.[17]\n\nPlanning\nMain articles: Architectural plan and Pre-construction services\n\nDigging the foundation for a building construction in Jakarta, Indonesia\nWhen applicable, a proposed construction project must comply with local land-use planning policies including zoning and building code requirements. A project will normally be assessed (by the 'authority having jurisdiction', AHJ, typically the municipality where the project will be located) for its potential impacts on neighbouring properties, and upon existing infrastructure (transportation, social infrastructure, and utilities including water supply, sewerage, electricity, telecommunications, etc.). Data may be gathered through site analysis, site surveys and geotechnical investigations. Construction normally cannot start until planning permission has been granted, and may require preparatory work to ensure relevant infrastructure has been upgraded before building work can commence. Preparatory works will also include surveys of existing utility lines to avoid damage-causing outages and other hazardous situations.\n\nSome legal requirements come from malum in se considerations, or the desire to prevent indisputably bad phenomena, e.g. explosions or bridge collapses. Other legal requirements come from malum prohibitum considerations, or factors that are a matter of custom or expectation, such as isolating businesses from a business district or residences from a residential district. An attorney may seek changes or exemptions in the law that governs the land where the building will be built, either by arguing that a rule is inapplicable (the bridge design will not cause a collapse), or that the custom is no longer needed (acceptance of live-work spaces has grown in the community).[18]\n\nDuring the construction of a building, a municipal building inspector usually inspects the ongoing work periodically to ensure that construction adheres to the approved plans and the local building code. Once construction is complete, any later changes made to a building or other asset that affect safety, including its use, expansion, structural integrity, and fire protection, usually require municipality approval.\n\nFinance\nDepending on the type of project, mortgage bankers, accountants, and cost engineers may participate in creating an overall plan for the financial management of a construction project. The presence of the mortgage banker is highly likely, even in relatively small projects since the owner's equity in the property is the most obvious source of funding for a building project. Accountants act to study the expected monetary flow over the life of the project and to monitor the payouts throughout the process. Professionals including cost engineers, estimators and quantity surveyors apply expertise to relate the work and materials involved to a proper valuation.\n\nFinancial planning ensures adequate safeguards and contingency plans are in place before the project is started, and ensures that the plan is properly executed over the life of the project. Construction projects can suffer from preventable financial problems.[19] Underbids happen when builders ask for too little money to complete the project. Cash flow problems exist when the present amount of funding cannot cover the current costs for labour and materials; such problems may arise even when the overall budget is adequate, presenting a temporary issue. Cost overruns with government projects have occurred when the contractor identified change orders or project changes that increased costs, which are not subject to competition from other firms as they have already been eliminated from consideration after the initial bid.[20] Fraud is also an issue of growing significance within construction.[21]\n\nLarge projects can involve highly complex financial plans and often start with a conceptual cost estimate performed by a building estimator. As portions of a project are completed, they may be sold, supplanting one lender or owner for another, while the logistical requirements of having the right trades and materials available for each stage of the building construction project carry forward. Public–private partnerships (PPPs) or private finance initiatives (PFIs) may also be used to help deliver major projects. According to McKinsey in 2019, the \"vast majority of large construction projects go over budget and take 20% longer than expected\".[22]\n\nLegal\n\nThis section does not cite any sources. Please help improve this section by adding citations to reliable sources. Unsourced material may be challenged and removed. (October 2006) (Learn how and when to remove this message)\nMain article: Construction law\n\nConstruction along Ontario Highway 401, widening the road from six to twelve travel lanes\nA construction project is a complex net of construction contracts and other legal obligations, each of which all parties must carefully consider. A contract is the exchange of a set of obligations between two or more parties, and provides structures to manage issues. For example, construction delays can be costly, so construction contracts set out clear expectations and clear paths to manage delays. Poorly drafted contracts can lead to confusion and costly disputes.\n\nAt the start of a project, legal advisors seek to identify ambiguities and other potential sources of trouble in the contract structures, and to present options for preventing problems. During projects, they work to avoid and resolve conflicts that arise. In each case, the lawyer facilitates an exchange of obligations that matches the reality of the project.\n\n\nApartment complex under construction in Daegu, South Korea\nProcurement\nTraditional or design-bid-build\nMain article: Design–bid–build\nDesign-bid-build is the most common and well-established method of construction procurement. In this arrangement, the architect, engineer or builder acts for the client as the project coordinator. They design the works, prepare specifications and design deliverables (models, drawings, etc.), administer the contract, tender the works, and manage the works from inception to completion. In parallel, there are direct contractual links between the client and the main contractor, who, in turn, has direct contractual relationships with subcontractors. The arrangement continues until the project is ready for handover.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/401-403-410_and_Construction_crop.png/250px-401-403-410_and_Construction_crop.png",
    "date": "2025-10-31"
  },
  {
    "title": "Nvidia strikes bumper AI deals with Asia tech giants",
    "body": "South Korea - which is already home to major semiconductor companies and vehicle manufacturers - wants to become a regional AI hub.\n\nThe country is the ideal place to expand AI infrastructure, according to the Nvidia CEO, because of its access to energy and land, and its ability to construct factories.\n\nPresident Lee Jae Myung said he would prioritise AI investment after coming into office in the face of US tariffs.\n\nWith the Nvidia deal, the South Korean government plans to build computing infrastructure that it will control, a term known as \"sovereign AI\".\n\nMore than 50,000 Nvidia chips will power data centres at the National AI Computing Center and facilities owned by South Korean companies like Kakao and Naver.\n\nThe chip giant is dependent on the tightly-knit supply chains that run through the Asia Pacific region.\n\nNvidia is primarily a chip designer, and so outsources most of its physical production to manufacturers like Samsung, SK Hynix and TSMC.\n\nTSMC has been a critical partner for Nvidia, making the company's most advanced AI chips, including its flagship Blackwell series.\n\nSamsung makes parts for Nvidia's H20 chips, a scaled-down processor made for the Chinese market under US export rules.\n\nNational security experts and some politicians have long voiced concerns about the US selling AI chips to China, saying that Beijing could use them to gain an advantage in AI, as well as in military applications.\n\nAnalysts say that US efforts to block China's access to advanced computer chips have fostered innovation within China.",
    "img": "https://ichef.bbci.co.uk/news/800/cpsprodpb/f1cf/live/56b71390-b646-11f0-b537-0b1fa31d0c29.jpg.webp",
    "date": "2025-10-31"
  },
  {
    "title": "Otters are carnivorous mammals in the subfamily Lutrinae.",
    "body": "The 14 extant otter species are all semiaquatic, both freshwater and marine. Lutrinae is a branch of the Mustelidae family, which includes weasels, badgers, mink, and wolverines, among other animals.\n\nOtters are distinguished by their long, slim bodies, powerful webbed feet for swimming, and their dense fur, which keeps them warm and buoyant in water. They are playful animals, engaging in activities like sliding into water on natural slides and playing with stones.\n\nOtters exhibit a varied life cycle with a gestation period of about 60–86 days, and offspring typically stay with their family for a year. They can live up to 16 years, with their diet mainly consisting of fish and sometimes frogs, birds, or shellfish, depending on the species.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Fischotter%2C_Lutra_Lutra.JPG/250px-Fischotter%2C_Lutra_Lutra.JPG",
    "date": "2025-11-01"
  },
  {
    "title": "A seahorse (also written sea-horse and sea horse) is any of 46 species of small marine bony fish in the genus Hippocampus",
    "body": "Anatomical evidence, supported by molecular, physical, and genetic evidence, demonstrates that seahorses are highly modified pipefish. The fossil record of seahorses, however, is very sparse. The best known and best studied fossils are specimens of Hippocampus guttulatus (though literature more commonly refers to them under the synonym of H. ramulosus), from the Marecchia River formation of Rimini Province, Italy, dating back to the Lower Pliocene, about 3 million years ago. The earliest known seahorse fossils are of two pipefish-like species, H. sarmaticus and H. slovenicus, from the coprolitic horizon of Tunjice Hills, a middle Miocene lagerstätte in Slovenia dating back about 13 million years.[",
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Hippocampus_hippocampus_%28on_Ascophyllum_nodosum%29.jpg/250px-Hippocampus_hippocampus_%28on_Ascophyllum_nodosum%29.jpg",
    "date": "2025-11-01"
  },
  {
    "title": "The giant panda (Ailuropoda melanoleuca), also known as the panda bear or simply panda, is a bear species endemic to China.",
    "body": "It is characterised by its white coat with black patches around the eyes, ears, legs and shoulders. Its body is rotund; adult individuals weigh 100 to 115 kg (220 to 254 lb) and are typically 1.2 to 1.9 m (3 ft 11 in to 6 ft 3 in) long. It is sexually dimorphic, with males being typically 10 to 20% larger than females. A thumb is visible on its forepaw, which helps in holding bamboo in place for feeding. It has large molar teeth and expanded temporal fossa to meet its dietary requirements. It can digest starch and is mostly herbivorous with a diet consisting almost entirely of bamboo and bamboo shoots.\n\nThe giant panda lives exclusively in six montane regions in a few Chinese provinces at elevations of up to 3,000 m (9,800 ft). It is solitary and gathers only in mating seasons. It relies on olfactory communication to communicate and uses scent marks as chemical cues and on landmarks like rocks or trees. Females rear cubs for an average of 18 to 24 months. The oldest known giant panda was 38 years old.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Grosser_Panda.JPG/250px-Grosser_Panda.JPG",
    "date": "2025-11-01"
  },
  {
    "title": "Tiger",
    "body": "The tiger (Panthera tigris) is a large cat and a member of the genus Panthera native to Asia. It has a powerful, muscular body with a large head and paws, a long tail and orange fur with black, mostly vertical stripes. It is traditionally classified into nine recent subspecies, though some recognise only two subspecies, mainland Asian tigers and the island tigers of the Sunda Islands.\n\nThroughout the tiger's range, it inhabits mainly forests, from coniferous and temperate broadleaf and mixed forests in the Russian Far East and Northeast China to tropical and subtropical moist broadleaf forests on the Indian subcontinent and Southeast Asia. The tiger is an apex predator and preys mainly on ungulates, which it takes by ambush. It lives a mostly solitary life and occupies home ranges, defending these from individuals of the same sex. The range of a male tiger overlaps with that of multiple females with whom he mates. Females give birth to usually two or three cubs that stay with their mother for about two years. When becoming independent, they leave their mother's home range and establish their own.",
    "date": "2025-11-02",
    "images": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Bengal_tiger_%28Panthera_tigris_tigris%29_female_3_crop.jpg/500px-Bengal_tiger_%28Panthera_tigris_tigris%29_female_3_crop.jpg"
    ],
    "video": "",
    "oldTitle": ""
  },
  {
    "title": "Hello world",
    "body": "The lion (Panthera leo) is a large cat of the genus Panthera, currently found only in Sub-Saharan Africa and India. It has a muscular, broad-chested body; a short, rounded head; round ears; and a dark, hairy tuft at the tip of its tail. It is sexually dimorphic; adult male lions are larger than females and have a prominent mane. It is a social species, forming groups called prides. A lion's pride consists of a few adult males, related females, and cubs. Groups of female lions usually hunt together, preying mostly on medium-sized and large ungulates. The lion is an apex and keystone predator.\n\nThe lion inhabits grasslands, savannahs, and shrublands. It is usually more diurnal than other wild cats, but when persecuted, it adapts to being active at night and at twilight. During the Neolithic period, the lion ranged throughout Africa and Eurasia, from Southeast Europe to India, but it has been reduced to fragmented populations in sub-Saharan Africa and one population in western India. It has been listed as Vulnerable on the IUCN Red List since 1996 because populations in African countries have declined by about 43% since the early 1990s. Lion populations are untenable outside designated protected areas. Although the cause of the decline is not fully understood, habitat loss and conflicts with humans are the greatest causes for concern.",
    "date": "2025-11-02",
    "images": [
      "https://cdn.creatureandcoagency.com/uploads/2014/06/Bottlenose-dolphin-facts-3.jpg"
    ],
    "video": "",
    "oldTitle": ""
  },
  {
    "title": "Hello world",
    "body": "The lion (Panthera leo) is a large cat of the genus Panthera, currently found only in Sub-Saharan Africa and India. It has a muscular, broad-chested body; a short, rounded head; round ears; and a dark, hairy tuft at the tip of its tail. It is sexually dimorphic; adult male lions are larger than females and have a prominent mane. It is a social species, forming groups called prides. A lion's pride consists of a few adult males, related females, and cubs. Groups of female lions usually hunt together, preying mostly on medium-sized and large ungulates. The lion is an apex and keystone predator.\n\nThe lion inhabits grasslands, savannahs, and shrublands. It is usually more diurnal than other wild cats, but when persecuted, it adapts to being active at night and at twilight. During the Neolithic period, the lion ranged throughout Africa and Eurasia, from Southeast Europe to India, but it has been reduced to fragmented populations in sub-Saharan Africa and one population in western India. It has been listed as Vulnerable on the IUCN Red List since 1996 because populations in African countries have declined by about 43% since the early 1990s. Lion populations are untenable outside designated protected areas. Although the cause of the decline is not fully understood, habitat loss and conflicts with humans are the greatest causes for concern.",
    "date": "2025-11-02",
    "images": [],
    "video": "https://youtu.be/2Gw4K7oqK08",
    "oldTitle": ""
  },
  {
    "title": "dolphin",
    "body": "A dolphin is a common name used for some of the aquatic mammals in the cetacean clade Odontoceti, the toothed whales. Dolphins belong to the families Delphinidae (the oceanic dolphins), along with the river dolphin families Platanistidae (the Indian river dolphins), Iniidae (the New World river dolphins), Pontoporiidae (the brackish dolphins), and probably extinct Lipotidae (baiji or Chinese river dolphin). There are 40 extant species named as dolphins.\n\nDolphins range in size from the 1.7-metre-long (5 ft 7 in) and 50-kilogram (110-pound) Maui's dolphin to the 9.5 m (31 ft) and 10-tonne (11-short-ton) orca. Various species of dolphins exhibit sexual dimorphism where the males are larger than females. They have streamlined bodies and two limbs that are modified into flippers. Though not quite as flexible as seals, they are faster; some dolphins can briefly travel at speeds of 29 kilometres per hour (18 mph) or leap about 9 metres (30 ft).[1] Dolphins use their conical teeth to capture fast-moving prey. They have well-developed hearing which is adapted for both air and water; it is so well developed that some can survive even if they are blind.[citation needed] Some species are well adapted for diving to great depths. They have a layer of fat, or blubber, under the skin to keep warm in the cold water.",
    "date": "2025-11-02",
    "images": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Tursiops_truncatus_01.jpg/250px-Tursiops_truncatus_01.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Ichthyosaur_vs_dolphin.svg/250px-Ichthyosaur_vs_dolphin.svg.png"
    ],
    "video": "",
    "oldTitle": ""
  },
  {
    "title": "Turtle",
    "body": "Turtles are reptiles of the order Testudines, characterized by a special shell developed mainly from their ribs. Modern turtles are divided into two major groups, the Pleurodira (side necked turtles) and Cryptodira (hidden necked turtles), which differ in the way the head retracts. There are 360 living and recently extinct species of turtles, including land-dwelling tortoises and freshwater terrapins. They are found on most continents, some islands and, in the case of sea turtles, much of the ocean. Like other amniotes (reptiles, birds, and mammals) they breathe air and do not lay eggs underwater, although many species live in or around water. [img=https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSCMXyLopp4wKoaE8dGO58tJAGkq5eMMtOFr90nfLKYwRECy0qtQErGp0MAgLkilIPgA4U&usqp=CAU]\n\nTurtle shells are made mostly of bone; the upper part is the domed carapace, while the underside is the flatter plastron or belly-plate. Its outer surface is covered in scales made of keratin, the material of hair, horns, and claws. The carapace bones develop from ribs that grow sideways and develop into broad flat plates that join up to cover the body. Turtles are ectotherms or \"cold-blooded\", meaning that their internal temperature varies with their direct environment. They are generally opportunistic omnivores and mainly feed on plants and animals with limited movement. Many turtles migrate short distances seasonally. Sea turtles are the only reptiles that migrate long distances to lay their eggs on a favored beach.\n\nTurtles have appeared in myths and folktales around the world. Some terrestrial and freshwater species are widely kept as pets. Turtles have been hunted for their meat, for use in traditional medicine, and for their shells. Sea turtles are often killed accidentally as bycatch in fishing nets. Turtle habitats around the world are being destroyed. As a result of these pressures, many species are extinct or threatened with extinction.",
    "date": "2025-11-02",
    "images": [],
    "video": "",
    "oldTitle": ""
  },
  {
    "title": "Hello world",
    "body": "The \"first computer\" depends on the definition: Charles Babbage's 1837 Analytical Engine was the first design for a general-purpose, programmable mechanical computer, though it was never fully built in his lifetime. The Atanasoff–Berry Computer (ABC), completed in 1942, was the first electronic digital computer, and the ENIAC (1945) was the first general-purpose electronic digital computer that was successfully built and made operational.",
    "date": "2025-11-06",
    "images": [
      "https://en.wikipedia.org/wiki/Computer#:~:text=Academy%20of%20Sciences.-",
      "First%20computer",
      "an%20analytical%20engine%2C%20was%20possible."
    ],
    "video": ""
  }
]